<?xml version="1.0"?>
<articles>
    <article>
        <fulltext-file>https://jhwbjournal.com/uploads/files/b381f5ed42e80dede5d31927ecb32f1c.pdf</fulltext-file>
        <firstpage>4</firstpage>
        <lastpage>19</lastpage>
        <primary-language>tr</primary-language>
        <translations>
            <translation>
                <locale>tr</locale>
                <title>&#xD6;zg&#xFC;l Fobilerin Tedavisinde Tek Seans Sanal Ger&#xE7;eklikle Maruz B&#x131;rakman&#x131;n
                    Etkinli&#x11F;i
                </title>
                <abstract>Mevcut &ccedil;al&#x131;&#x15F;ma, &ouml;zg&uuml;l fobilerin tedavisinde yaln&#x131;zca bir
                    sanal ger&ccedil;eklikle (SG) maruz b&#x131;rakma seans&#x131;n&#x131;n ne&nbsp;derece etkili oldu&#x11F;unu
                    ortaya koymay&#x131; hedeflemektedir. Klinik olarak &ouml;zg&uuml;l fobi te&#x15F;hisi konmu&#x15F;
                    toplam 33&nbsp;&#xD;
                    kat&#x131;l&#x131;mc&#x131;, ya bir tedavi grubuna (N=16) ya da bir bekleme listesi kontrol grubuna
                    (N=17) dahil edilmi&#x15F;tir.&nbsp;Kullan&#x131;lan &ouml;l&ccedil;&uuml;m ara&ccedil;lar&#x131;
                    aras&#x131;nda Demografik Bilgi Formu, DSM-5 &Ouml;zg&uuml;l Fobi &#x15E;iddeti &Ouml;l&ccedil;e&#x11F;i
                    ve &Ouml;&Ouml;l&ccedil;&uuml;m&uuml; yer almaktad&#x131;r. &#x130;statistiksel analizlerde,
                    tedavinin etkilerini daha derinlemesine&nbsp;anlamak i&ccedil;in karma bir varyans analizi (ANOVA)
                    modeli benimsenmi&#x15F;tir. Analiz sonu&ccedil;lar&#x131;, tedavi grubunun&nbsp;&#xD;
                    kontrol grubuna k&#x131;yasla fobi semptomlar&#x131;nda istatistiksel olarak anlaml&#x131; bir d&uuml;&#x15F;&uuml;&#x15F;
                    ya&#x15F;ad&#x131;&#x11F;&#x131;n&#x131; g&ouml;&Uuml;&ccedil; ayl&#x131;k takip de&#x11F;erlendirmesinde
                    de, bu terap&ouml;tik kazan&#x131;mlar korunmu&#x15F; ve tedavi grubunda&nbsp;&#xD;
                    anksiyete ve panik d&uuml;zeyleri de anlaml&#x131; derecede azalm&#x131;&#x15F;t&#x131;r (p &lt;
                    .01). Bu &ccedil;al&#x131;&#x15F;ma, &ouml;zg&uuml;l fobilerin hafifletilmesi&nbsp;i&ccedil;in tek
                    bir SG maruziyeti seans&#x131;n&#x131;n uzun vadeli etkisini de desteklemektedir. Aktif bir kontrol
                    grubunun&nbsp;&#xD;
                    olmamas&#x131; ve &ouml;&uuml;re &ouml;nemli bir katk&#x131; sa&#x11F;lamaktad&#x131;r. Bu &ccedil;al&#x131;&#x15F;ma, &ouml;zg&uuml;l
                    fobiler i&ccedil;in SG tabanl&#x131; terap&ouml;tik&nbsp;&#xD;
                    yakla&#x15F;&#x131;mlar&#x131;n anla&#x15F;&#x131;lmas&#x131; ve uygulanabilirli&#x11F;i konusunda
                    daha fazla ara&#x15F;t&#x131;rma yap&#x131;lmas&#x131; i&ccedil;in sa&#x11F;lam bir temel&nbsp;olu&#x15F;turmaktad&#x131;r.
                </abstract>
                <keywords/>
            </translation>
            <translation>
                <locale>tr</locale>
                <title>The Efficacy of A Single-Session Virtual Reality Exposure In The Therapeutic Intervention of
                    Specific Phobias
                </title>
                <abstract>The present study endeavors to evaluate the therapeutic efficacy of a singular session of
                    virtual reality (VR)&nbsp;exposure therapy for treating specific phobias. A total of 33 individuals
                    with clinically diagnosed specific&nbsp;&nbsp;&#xD;
                    Phobia Scale, and the Self-Reported Anxiety Measure. In terms of statistical analyses, a
                    mixed-design analysis&nbsp;of variance (ANOVA) was utilized to examine both within-group and
                    between-group differences over time,&nbsp;effectively allowing for a more comprehensive
                    understanding of the treatment's impact. Results demonstrated&nbsp;a statistically significant
                    reduction in the severity of phobia symptoms in the treatment group compared to the&nbsp;control
                    group (p &lt; .05). The therapeutic gains were maintained during a three-month follow-up assessment,&nbsp;with
                    associated levels of anxiety and panic also showing a significant reduction in the treatment group
                    (p &lt;&nbsp;&nbsp;longer-term effectiveness of this treatment modality. Despite certain
                    limitations, such as the absence of active&nbsp;&nbsp;to broaden the applicability and understanding
                    of VR-based therapeutic interventions for specific phobias.
                </abstract>
                <keywords/>
            </translation>
        </translations>
        <authors>
            <author>
                <firstname>Yulet</firstname>
                <lastname>&#x130;LHAN</lastname>
            </author>
            <author>
                <firstname>Cumhur</firstname>
                <lastname>AVC&#x130;L</lastname>
            </author>
        </authors>
        <citations>
            <citation>
                <row>1</row>
                <value>Astington, J. W.,  Baird, J. A. (2005). Introduction: Why language matters. In J. W. Astington,  J. A. Baird (Eds.), Why language matters for Theory of Mind (pp. 3-25). Oxford University Press</value>
            </citation>
        </citations>
    </article>
    <article>
        <fulltext-file>https://jhwbjournal.com/uploads/files/7c34cc2e5aedc1bafdcda1c2afd6a1e9.pdf</fulltext-file>
        <firstpage>20</firstpage>
        <lastpage>31</lastpage>
        <primary-language>tr</primary-language>
        <translations>
            <translation>
                <locale>tr</locale>
                <title>T&#xFC;rk Gen&#xE7; Yeti&#x15F;kinlerde B&#xFC;y&#xFC;k Be&#x15F;li Ki&#x15F;ilik &#xD6;zellikleri
                    ve Al&#x131;&#x15F;veri&#x15F; Ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131;
                </title>
                <abstract>COVID-19 salg&#x131;n&#x131; ve ilgili k&#x131;s&#x131;tlamalar&#x131;n ba&#x15F;lamas&#x131;yla
                    birlikte, &ccedil;evrimi&ccedil;i al&#x131;&#x15F;veri&#x15F;in bireylerin g&uuml;nl&uuml;k ya&#x15F;am&#x131;n&#x131;n
                    bir par&ccedil;as&#x131; haline geldi&#x11F;i g&ouml;r&uuml;lmektedir. Al&#x131;&#x15F;veri&#x15F;
                    ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131; veya kompulsif sat&#x131;n alma ise bireylerin iyi&nbsp;&#xD;
                    olu&#x15F; ve mutluluk d&uuml;zeylerini olumsuz y&ouml;nde etkileyen, giderek artan ve gen&ccedil;ler
                    aras&#x131;nda yayg&#x131;n bir davran&#x131;&#x15F;sal ba&#x11F;&#x131;ml&#x131;l&#x131;k sorunu
                    olarak kabul edilmektedir. Bu &ccedil;al&#x131;&#x15F;ma, &uuml;niversite &ouml;&#x11F;rencilerinde
                    cinsiyetin ve Be&#x15F; fakt&ouml;r&nbsp;&#xD;
                    ki&#x15F;ilik &ouml;zelliklerinin al&#x131;&#x15F;veri&#x15F; ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131; &uuml;zerindeki
                    rol&uuml;n&uuml; incelemeyi ama&ccedil;lam&#x131;&#x15F;t&#x131;r. &Ccedil;al&#x131;&#x15F;ma
                    verileri &ccedil;evrimi&ccedil;i&nbsp;bir anket platformu arac&#x131;l&#x131;&#x11F;&#x131;yla elde
                    edilmi&#x15F;tir. Ya&#x15F;lar&#x131; 18 ile 33 aras&#x131;nda de&#x11F;i&#x15F;en (M=23.10,
                    SS=3.38) yetmi&#x15F;&nbsp;&#xD;
                    &uuml;niversite &ouml;&#x11F;rencisi analizlere dahil edilmi&#x15F;tir. Grup kar&#x15F;&#x131;la&#x15F;t&#x131;rmalar&#x131;
                    Tek Y&ouml;nl&uuml; Varyans Analizi kullan&#x131;larak&nbsp;yap&#x131;lm&#x131;&#x15F;t&#x131;r. Al&#x131;&#x15F;veri&#x15F;
                    ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131; puan&#x131;n&#x131;n ba&#x11F;&#x131;ml&#x131; de&#x11F;i&#x15F;ken
                    oldu&#x11F;u regresyon modelini test etmek i&ccedil;in hiyerar&#x15F;ik &ccedil;oklu regresyon
                    analizi kullan&#x131;lm&#x131;&#x15F;t&#x131;r. Yorday&#x131;c&#x131; de&#x11F;i&#x15F;kenler, kat&#x131;l&#x131;mc&#x131;lar&#x131;n
                    d&#x131;&#x15F;ad&ouml;n&uuml;kl&uuml;k, uyumluluk,&nbsp;vicdanl&#x131;l&#x131;k, nevrotiklik ve
                    deneyime a&ccedil;&#x131;kl&#x131;k puanlar&#x131;d&#x131;r. Tek Y&ouml;nl&uuml; Varyans Analizi
                    testlerinin sonu&ccedil;lar&#x131;, al&#x131;&#x15F;veri&#x15F; ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131;
                    puan&#x131;nda kad&#x131;nlar&#x131;n daha y&uuml;ksek puan almas&#x131;yla cinsiyet farkl&#x131;l&#x131;&#x11F;&#x131;na
                    i&#x15F;aret etmi&#x15F;tir. Hiyerar&#x15F;ik &ccedil;oklu regresyon analizi, yaln&#x131;zca
                    deneyime a&ccedil;&#x131;kl&#x131;k ki&#x15F;ilik &ouml;zelli&#x11F;inin al&#x131;&#x15F;veri&#x15F;
                    ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131;n&#x131; anlaml&#x131; ve ters&nbsp;y&ouml;nde yordad&#x131;&#x11F;&#x131;n&#x131;
                    g&ouml;stermi&#x15F;tir. Bu &ccedil;al&#x131;&#x15F;ma, ki&#x15F;ilik - al&#x131;&#x15F;veri&#x15F;
                    ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131; ili&#x15F;kisini incelemek i&ccedil;in &ouml;zel
                    olarak&nbsp;tasarlanm&#x131;&#x15F;t&#x131;r ve Bat&#x131;l&#x131; olmayan bir k&uuml;lt&uuml;rden
                    bulgular sa&#x11F;layarak mevcut bilgileri desteklemektedir. Deneyime
                    a&ccedil;&#x131;kl&#x131;k &ouml;zelli&#x11F;inin al&#x131;&#x15F;veri&#x15F; ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131;
                    a&ccedil;&#x131;s&#x131;ndan olas&#x131; bir koruyucu rol&uuml; &ccedil;al&#x131;&#x15F;man&#x131;n
                    temel &ccedil;&#x131;kar&#x131;m&#x131;d&#x131;r.
                </abstract>
                <keywords/>
            </translation>
            <translation>
                <locale>tr</locale>
                <title>The Big Five Personality Traits and Shopping Addiction among Young Turkish Adults</title>
                <abstract>With the onset of the COVID-19 pandemic and related restrictions, online shopping has become a
                    part of&nbsp;the daily life of individuals across the globe. Shopping addiction or compulsive
                    buying, on the other hand,&nbsp;&#xD;
                    is considered to be a growing behavioral addiction problem which renders individuals&rsquo;
                    wellbeing and happiness. The current study aimed at examining the role of gender and the Big Five
                    personality traits on shopping&nbsp;addiction among university students. Study data were obtained
                    through an online survey platform. Seventy&nbsp;university students aged between 18 and 33 (M=23.10,
                    SD=3.38) were included in the analyses. Group comparisons were carried out by conducting One-way
                    Analysis of Variance. A hierarchical multiple regression&nbsp;analysis was used to test the
                    hypothesized model where the shopping addiction score was the dependent&nbsp;variable. The predictor
                    variables were extraversion, agreeableness, conscientiousness, neuroticism, and openness to
                    experience scores of the participants. One-way Analysis of Variance tests results indicated a gender&nbsp;difference,
                    with females scoring higher on the shopping addiction score. Hierarchical multiple regression&nbsp;analysis
                    showed that only the openness to experience trait significantly and inversely predicted the shopping&nbsp;addiction.
                    Empirical studies that address the relationship between potentially addictive shopping and the Big&nbsp;Five
                    personality traits are producing inconclusive results. This study was specifically designed to
                    examine&nbsp;the personality &ndash; shopping addiction relationship and supports the existing body
                    of knowledge by providing&nbsp;findings from a non-Western culture. A possible protective role of
                    openness to experience trait with regards&nbsp;to shopping addiction is the main implication of the
                    study
                </abstract>
                <keywords/>
            </translation>
        </translations>
        <authors>
            <author>
                <firstname>Ne&#x15F;e</firstname>
                <lastname>ALKAN</lastname>
            </author>
        </authors>
        <citations>
            <citation>
                <row>2</row>
                <value>Baron‐Cohen, S., Cross, P. (1992). Reading the eyes: Evidence for the role of perception in the development of a Theory of Mind. Mind  Language, 7(1‐2), 172-186. https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0017.1992.tb00203.</value>
            </citation>
        </citations>
    </article>
    <article>
        <fulltext-file>https://jhwbjournal.com/uploads/files/24744d0d4099ce98147701104167d14a.pdf</fulltext-file>
        <firstpage>32</firstpage>
        <lastpage>52</lastpage>
        <primary-language>tr</primary-language>
        <translations>
            <translation>
                <locale>tr</locale>
                <title>COVID-19 Pandemisinde Sa&#x11F;l&#x131;k &#xC7;al&#x131;&#x15F;anlar&#x131;: Be&#x15F; Fakt&#xF6;r
                    Ki&#x15F;ilik &#xD6;zellikleri ve Psikolojik Sa&#x11F;laml&#x131;&#x11F;&#x131;n &#x15E;efkat
                    Yorgunlu&#x11F;unu Yordamadaki Rolleri
                </title>
                <abstract>Bu ara&#x15F;t&#x131;rman&#x131;n amac&#x131;, sa&#x11F;l&#x131;k &ccedil;al&#x131;&#x15F;anlar&#x131;nda
                    be&#x15F; fakt&ouml;r ki&#x15F;ilik &ouml;zellikleri ve psikolojik sa&#x11F;laml&#x131;k d&uuml;zeylerinin&nbsp;&#x15F;efkat
                    yorgunlu&#x11F;u ve alt boyut puanlar&#x131; &uuml;zerindeki yorday&#x131;c&#x131;l&#x131;&#x11F;&#x131;n&#x131;
                    incelemektir. &#x130;li&#x15F;kisel modelin kullan&#x131;ld&#x131;&#x11F;&#x131;&nbsp;&#xD;
                    ara&#x15F;t&#x131;rmada hem&#x15F;ireler, hekimler ve ebeler ba&#x15F;ta olmak &uuml;zere farkl&#x131;
                    meslek grubundaki 697 sa&#x11F;l&#x131;k personeli&nbsp;yer alm&#x131;&#x15F;t&#x131;r. Veri toplama
                    arac&#x131; olarak Ki&#x15F;isel Bilgi Formu, Merhamet Yorgunlu&#x11F;u-K&#x131;sa &Ouml;l&ccedil;ek,
                    S&#x131;fatlara Dayal&#x131;&nbsp;&#xD;
                    Ki&#x15F;ilik Testi ve K&#x131;sa Psikolojik Sa&#x11F;laml&#x131;k &Ouml;l&ccedil;e&#x11F;i kullan&#x131;lm&#x131;&#x15F;t&#x131;r.
                    Veri analizi i&ccedil;in IBM SPSS 25.0 kullan&#x131;lm&#x131;&#x15F;t&#x131;r.&nbsp;Ara&#x15F;t&#x131;rmada &ouml;ne
                    s&uuml;r&uuml;len problemleri cevaplamak i&ccedil;in, Pearson Momentler &Ccedil;arp&#x131;m
                    Korelasyon Katsay&#x131;s&#x131;,&nbsp;&#xD;
                    Hiyerar&#x15F;ik &Ccedil;oklu Do&#x11F;rusal Regresyon Analizi, ba&#x11F;&#x131;ms&#x131;z gruplar
                    t-testi, tek y&ouml;nl&uuml; varyans analizi (ANOVA) ve&nbsp;Mann-Whitney U Testi kullan&#x131;lm&#x131;&#x15F;t&#x131;r.
                    Beta katsay&#x131;s&#x131;na g&ouml;re (&beta;) s&#x131;ras&#x131;yla duygusal denge, psikolojik sa&#x11F;laml&#x131;k&nbsp;&#xD;
                    ve COVID-19 ile ilgili &ccedil;al&#x131;&#x15F;ma durumu &#x15F;efkat yorgunlu&#x11F;u toplam
                    varyans&#x131;n&#x131;n % 26.2&rsquo;sini a&ccedil;&#x131;klamaktad&#x131;r. &#x15E;efkat yorgunlu&#x11F;u
                    ve alt boyut puanlar&#x131;n&#x131;n COVID-19 ile ilgili birimde &ccedil;al&#x131;&#x15F;ma, i&#x15F;
                    y&uuml;k&uuml;nde art&#x131;&#x15F; alg&#x131;s&#x131; ve bula&#x15F;t&#x131;r&#x131;c&#x131; olma
                    kayg&#x131;s&#x131;na g&ouml;re farkl&#x131;la&#x15F;t&#x131;&#x11F;&#x131; belirlenmi&#x15F;tir.
                    Bulgular alanyaz&#x131;n temelinde tart&#x131;&#x15F;&#x131;lm&#x131;&#x15F; ve son b&ouml;l&uuml;mde&nbsp;sonu&ccedil;lar &ccedil;er&ccedil;evesinde &ouml;neriler
                    sunulmu&#x15F;tur.&nbsp;
                </abstract>
                <keywords/>
            </translation>
            <translation>
                <locale>tr</locale>
                <title>Healthcare Workers in the COVID-19 Pandemic: The Roles of Five Factors Personality Traits and
                    Resilience in Predicting Compassion Fatigue
                </title>
                <abstract>The aim of this study is to examine the predictors of five factor personality traits and
                    resilience levels on compassion fatigue and sub-dimension scores among healthcare workers. In the
                    study, in which the relational model was used, 697 health workers from different professions,
                    especially nurses, physicians and midwives, took part. Personal Information Form, Compassion
                    Fatigue-Short Scale, Adjective Based Personality Test and Brief Psychological Resilience Scale were
                    used as data collection tools. The data were analyzed with the SPSS 25.0 statistical program.
                    Pearson Moments Product Correlation Coefficient, Hierarchical Multiple Regression Analysis,
                    independent groups t-test, One-way analysis of variance (ANOVA) and Mann-Whitney U Test were used to
                    answer the problems put forward in the study. According to the beta coefficient (&beta;
                </abstract>
                <keywords/>
            </translation>
        </translations>
        <authors>
            <author>
                <firstname>Mehmet</firstname>
                <lastname>Akif</lastname>
            </author>
            <author>
                <firstname>Tahsin</firstname>
                <lastname>&#x130;LHAN</lastname>
            </author>
        </authors>
        <citations>
            <citation>
                <row>3</row>
                <value>Corn, A. L., Lusk, K. E. (2010). Perspectives on low vision. In A. L. Corn, &amp; J. N. Erin (Eds.), Foundations of low vision: Clinical and functional perspectives (pp. 3-34). AFB</value>
            </citation>
        </citations>
    </article>
    <article>
        <fulltext-file>https://jhwbjournal.com/uploads/files/4c23ba941a57469176e54c275152f67c.pdf</fulltext-file>
        <firstpage>53</firstpage>
        <lastpage>67</lastpage>
        <primary-language>tr</primary-language>
        <translations>
            <translation>
                <locale>tr</locale>
                <title>Affedicili&#x11F;in, Pozitif D&#xFC;&#x15F;&#xFC;nme ve Ya&#x15F;am Doyumu &#xDC;zerine Etkisi:
                    &#xDC;niversite &#xD6;&#x11F;rencileri &#xDC;zerinde Bir &#xC7;al&#x131;&#x15F;ma
                </title>
                <abstract>Bu ara&#x15F;t&#x131;rma, &uuml;niversite &ouml;&#x11F;rencilerinde affedicili&#x11F;in
                    pozitif d&uuml;&#x15F;&uuml;nme ve ya&#x15F;am doyumu &uuml;zerindeki etkisinin&nbsp;tespit edilmesi
                    amac&#x131;yla ger&ccedil;ekle&#x15F;tirilmi&#x15F;tir. Ara&#x15F;t&#x131;rmada, veri toplamak i&ccedil;in
                    baz&#x131; &ouml;l&ccedil;ekler uygulanm&#x131;&#x15F;t&#x131;r. Bu&nbsp;&#xD;
                    &ouml;l&ccedil;ekler: Ki&#x15F;isel Bilgi Formu&rdquo; ile &ldquo;Heartland Affetme &Ouml;l&ccedil;e&#x11F;i&rdquo;, &ldquo;Pozitif-Negatif
                    Duygu &Ouml;l&ccedil;e&#x11F;i&rdquo; ve &ldquo;Ya&#x15F;am Doyumu &Ouml;l&ccedil;e&#x11F;i&rdquo;
                    dir. Ara&#x15F;t&#x131;rmada toplam 385 &uuml;niversite &ouml;&#x11F;rencisinden elde edilen veriler
                    SPSS 25 paket program&#x131;&nbsp;&#xD;
                    ile analiz edilmi&#x15F;tir. Yap&#x131;lan analiz sonucunda, affetme toplam puan&#x131;n&#x131;n
                    pozitif ve negatif duygu ile ya&#x15F;am&nbsp;doyum d&uuml;zeyini anlaml&#x131; y&ouml;nde etkiledi&#x11F;i
                    tespit edilmi&#x15F;tir. Ara&#x15F;t&#x131;rmada ayr&#x131;ca, kendini affetme ve ba&#x15F;kalar&#x131;n&#x131;&nbsp;&#xD;
                    affetme alt boyutlar&#x131;n&#x131;n ya&#x15F;am doyum d&uuml;zeyini etkiledi&#x11F;i, durumlar&#x131;
                    affetme alt boyutunun ise ya&#x15F;am doyum&nbsp;d&uuml;zeyini etkilemedi&#x11F;i tespit edilmi&#x15F;tir.&nbsp;
                </abstract>
                <keywords/>
            </translation>
            <translation>
                <locale>tr</locale>
                <title>The effect of forgiveness on positive thinking and life satisfaction: A study on university
                    students
                </title>
                <abstract>This research was carried out to determine the effect of forgiveness on positive thinking and
                    life satisfaction&nbsp;in university students. In the research, a survey was applied to collect
                    data. The survey includes &ldquo;Personal Information Form&rdquo; and &ldquo;Heartland Forgiveness
                    Scale&rdquo;; &ldquo;Positive-Negative Emotion Scale&rdquo; and &ldquo;Life Satisfaction&nbsp;Scale&rdquo;.
                    In the study, the data obtained from a total of 385 university students were analyzed with the SPSS
                    25&nbsp;package program. As a result of the analysis, it was determined that the total score of
                    forgiveness significantly&nbsp;affected the level of positive and negative emotions and life
                    satisfaction. In the study, it was also determined&nbsp;that the sub-dimensions of self-forgiveness
                    and forgiveness of others affected the level of life satisfaction, while&nbsp;the sub-dimension of
                    forgiving situations did not affect the level of life satisfaction.
                </abstract>
                <keywords/>
            </translation>
        </translations>
        <authors>
            <author>
                <firstname>Sinem</firstname>
                <lastname>BA&#x11E;CI</lastname>
            </author>
            <author>
                <firstname>Mune</firstname>
                <lastname>AKTAY</lastname>
            </author>
        </authors>
        <citations>
            <citation>
                <row>4</row>
                <value>Çotuk, H.,  Özdemir, S. (2021). Görme yetersizliğinden etkilenmiş çocuklar ile gören çocukların duygu ifadelerine verdikleri tepkilerinin karşılaştırılması. Ankara Üniversitesi Eğitim Bilimleri Fakültesi Özel Eğitim Dergisi. Erken Görünüm. https://dergipark.org.tr/en/pub/ozelegitimdergisi/issue/29614/669915</value>
            </citation>
        </citations>
    </article>
    <article>
        <fulltext-file>https://jhwbjournal.com/uploads/files/c90c7706fd86d4903b22f3469825240d.pdf</fulltext-file>
        <firstpage>68</firstpage>
        <lastpage>81</lastpage>
        <primary-language>tr</primary-language>
        <translations>
            <translation>
                <locale>tr</locale>
                <title>Psikolojik Bak&#x131;&#x15F; A&#xE7;&#x131;s&#x131; ile Sosyal Medyada Benlik Sunumu</title>
                <abstract>Ara&#x15F;t&#x131;rman&#x131;n amac&#x131;, internet kullan&#x131;c&#x131;lar&#x131;n&#x131;n
                    sosyal medyada yer al&#x131;rken ger&ccedil;ek benlik (real-self) sunumlar&#x131;n&#x131;n farkl&#x131;la&#x15F;&#x131;yor
                    olmas&#x131; ve bireylerin sosyal medya ortamlar&#x131;nda ge&ccedil;irdikleri kullan&#x131;m s&uuml;relerinin
                    art&#x131;&#x15F;&#x131;yla&nbsp;&#xD;
                    geli&#x15F;ebilecek psikopatolojik durumlar&#x131; literat&uuml;rde yer alan ara&#x15F;t&#x131;rmalar
                    arac&#x131;l&#x131;&#x11F;&#x131;yla a&ccedil;&#x131;kl&#x131;k getirmek ve incelemek olmu&#x15F;tur.
                    Bu farkl&#x131;la&#x15F;ma psikolojik kuramlar &ccedil;er&ccedil;evesinden a&ccedil;&#x131;klanm&#x131;&#x15F;t&#x131;r.
                    Ara&#x15F;t&#x131;rmada yer alan anahtar&nbsp;kelimeler, sosyal bilimlerde ve psikolojiyle ili&#x15F;kili
                    di&#x11F;er disiplinlerde &ouml;nemli g&ouml;r&uuml;lmekte ve literat&uuml;rde yer&nbsp;alan bir&ccedil;ok &ccedil;al&#x131;&#x15F;maya
                    konu oldu&#x11F;undan ve konu olmaya devam etti&#x11F;inden bahsedilebilir.
                    G&uuml;n&uuml;m&uuml;zde &ldquo;&#x130;nternet&rdquo; kavram&#x131; sosyal medya (social media)
                    ortamlar&#x131; ile e&#x15F; anlaml&#x131; g&ouml;r&uuml;lmekte ve toplumu olu&#x15F;turan
                    bireyler, &ccedil;o&#x11F;unlukla bulunduklar&#x131; topluluklarda sosyal medya hesaplar&#x131;ndaki
                    profillerle kendilerini tan&#x131;tmakta,&nbsp;kullan&#x131;c&#x131;lar&#x131;n &ouml;ncelikleri
                    sosyal medya profil hesaplar&#x131;n&#x131; arzulad&#x131;klar&#x131; ideal benlik (ideal-self) bak&#x131;&#x15F;
                    a&ccedil;&#x131;s&#x131;yla&nbsp;tasarlamakt&#x131;r. Sosyal medya ortamlar&#x131;nda yer alan
                    kullan&#x131;c&#x131;lar profillerini, olmaya &ccedil;al&#x131;&#x15F;t&#x131;klar&#x131; ideal
                    benlik&nbsp;(ideal- self) alg&#x131;lar&#x131;na g&ouml;re &#x15F;ekillendirmeye &ccedil;al&#x131;&#x15F;&#x131;rlar.
                    Toplum i&ccedil;erisinde sergilenen ger&ccedil;ek benlik (real- self)&nbsp;sunumlar&#x131; ile
                    sosyal medyadaki ideal benlik (ideal- self) sunumlar&#x131; aras&#x131;ndaki fark ve sonras&#x131;nda
                    bu fark&#x131;n&nbsp;yol a&ccedil;aca&#x11F;&#x131; &ccedil;at&#x131;&#x15F;malar&#x131;n
                    (psikopatolojik &ouml;r&uuml;nt&uuml;lerin) irdelenmesinin &ouml;nemli oldu&#x11F;undan
                    bahsedilebilir. Bu&nbsp;&ccedil;at&#x131;&#x15F;ma eklektik bir yol izlenerek psikolojik kuramlar
                    ile a&ccedil;&#x131;klanm&#x131;&#x15F;t&#x131;r. Ara&#x15F;t&#x131;rman&#x131;n
                    y&ouml;ntemi, &ccedil;o&#x11F;unlukla&nbsp;&#xD;
                    sosyal bilimler ba&#x15F;l&#x131;&#x11F;&#x131; alt&#x131;nda yer alan &ccedil;al&#x131;&#x15F;malar&#x131;n
                    literat&uuml;r taramas&#x131; yap&#x131;larak, psikolojik kuramsal perspektife dikkat edilerek olu&#x15F;turulmaya &ccedil;al&#x131;&#x15F;&#x131;lm&#x131;&#x15F;t&#x131;r. &ldquo;&#x130;nternet&rdquo;, &ldquo;internet
                    ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131;&rdquo;, &ldquo;sosyal medya&rdquo;, &ldquo;benlik&nbsp;&#xD;
                    sunumu&rdquo; ve &ldquo;benlik&rdquo; gibi anahtar kavramlar disiplinler aras&#x131; bir yakla&#x15F;&#x131;mla
                    literat&uuml;r taramas&#x131; y&ouml;ntemiyle&nbsp;olu&#x15F;turulmu&#x15F;tur. Multidisipliner bir
                    yakla&#x15F;&#x131;m&#x131; gerektiren kavramsal analizlere, teorik- kuramsal noktalar&#x131; &ouml;ne&nbsp;&#xD;
                    &ccedil;&#x131;karan &ccedil;al&#x131;&#x15F;malar sayesiyle a&ccedil;&#x131;kl&#x131;k kazand&#x131;r&#x131;lmaya &ccedil;al&#x131;&#x15F;&#x131;lm&#x131;&#x15F;t&#x131;r.
                    Kimyasal olmayan yeni bir ba&#x11F;&#x131;ml&#x131;l&#x131;k t&uuml;r&uuml;,&nbsp;&ldquo;internet ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131;&rdquo;
                    (internet addiction) bir&ccedil;ok tez, makale, kitap ve &ccedil;evirilerde yer almaktad&#x131;r.
                    Literat&uuml;rdeki&nbsp;&#xD;
                    bilimsel &ccedil;al&#x131;&#x15F;malarda, internetin a&#x15F;&#x131;r&#x131; bir bi&ccedil;imde
                    kullan&#x131;m&#x131;n&#x131;n ve bunun sonucunda ortaya &ccedil;&#x131;kan internet&nbsp;ba&#x11F;&#x131;ml&#x131;l&#x131;&#x11F;&#x131;n&#x131;n
                    yaratt&#x131;&#x11F;&#x131; bir&ccedil;ok problemden bahsedilmektedir. &#x130;nternetin a&#x15F;&#x131;r&#x131;
                    bir bi&ccedil;imde kullan&#x131;m&#x131;, bireyler &uuml;zerinde fizyolojik ve psikolojik olarak
                    olumsuz sonu&ccedil;lara neden olmaktad&#x131;r. Ara&#x15F;t&#x131;rman&#x131;n sonucunda&nbsp;internet,
                    sosyal medya, bilgisayarlar, ak&#x131;ll&#x131; ta&#x15F;&#x131;nabilir cihazlar ve di&#x11F;er t&uuml;r
                    teknolojik yeniliklerin bireylerde,&nbsp;&#xD;
                    kullan&#x131;c&#x131;larda stres yaratan, ger&ccedil;ek benlikleri ile ideal benlikleri aras&#x131;nda &ccedil;at&#x131;&#x15F;ma
                    ya&#x15F;amalar&#x131;na ve psikolojik ba&#x11F;&#x131;ml&#x131;l&#x131;klara neden olan unsurlar
                    oldu&#x11F;undan bahsedilmektedir. &#x130;nternet ve beraberinde sosyal medya&nbsp;kullan&#x131;c&#x131;lar&#x131;n&#x131;n
                    her ge&ccedil;en g&uuml;n artmas&#x131;, hayatlar&#x131;n&#x131;n her alan&#x131;nda sanal olarak
                    ilerlemeleri, kullan&#x131;c&#x131;lar&#x131; sanal&nbsp;olmaya ba&#x11F;&#x131;ml&#x131; k&#x131;lar
                    hale getirmektedir. G&uuml;n&uuml;m&uuml;z internet &ccedil;a&#x11F;&#x131;nda &ccedil;evrimi&ccedil;i
                    topluluklar artmakta, insanlar&nbsp;ileti&#x15F;im ve sosyalle&#x15F;me i&ccedil;in &ccedil;evrimi&ccedil;i
                    ileti&#x15F;ime y&ouml;nlenerek g&uuml;nl&uuml;
                </abstract>
                <keywords/>
            </translation>
            <translation>
                <locale>tr</locale>
                <title>Self -Presentation in Social Media from a Psychological Perspective</title>
                <abstract>The aim of the research is to clarify and examine the psychopathological conditions that may
                    develop with the increase in the duration of use of the individuals in social media environments,
                    with the help of the studies in the literature. This differentiation has been explained within the
                    framework of psychological theories. The keywords in the research are considered important in social
                    sciences and other disciplines related topsychology, and it can be mentioned that they have been and
                    continue to be the subject of many studies in the literature. Today, the concept of "Internet" is
                    seen as synonymous with social media environments, and the individuals that make up the society
                    mostly introduce themselves with the profiles on their social media accounts in the communities they
                    are in, and the priorities of the users are to design their social media profile accounts with the
                    ideal self-perspective they desire. Users in social media environments try to shape their profiles
                    according to their ideal self-perceptions. It can be said that it is important to examine the
                    difference between the real self-presentations in the society and the ideal self-presentations in
                    the social media, and the conflicts (psychopathological patterns) that will result from this
                    difference. This conflict has been explained by psychological theories following an eclectic path.
                    The method of the research was tried to be formed by making a literature review of the studies
                    mostly under the title of social sciences, paying attention to the psychological theoretical
                    perspective. Key concepts such as &ldquo;Internet&rdquo;, &ldquo;internet addiction&rdquo;, &ldquo;social
                    media&rdquo;, &ldquo;self-presentation&rdquo; and &ldquo;self&rdquo; were realized with an
                    interdisciplinary literature review method. Conceptual analyzes that require a multidisciplinary
                    approach and studies that highlight theoretical-theoretical points have been tried to be clarified.
                    A new type of non-chemical addiction, "internet addiction", takes place in many theses, articles,
                    books and translations. In the scientific studies in the literature, many problems caused by the
                    excessive use of the internet and the resulting internet addiction are mentioned. Excessive use of
                    the Internet causes physiological and psychological negative consequences on individuals. As a
                    result of the research, it is mentioned that the internet, social media, computers, smart portable
                    devices and other kinds of technological innovations are the factors that cause stress in
                    individuals and users, conflict between their real selves and ideal selves, and psychological
                    addictions. The increase in internet and social media users day by day and their virtual progress in
                    every aspect of their lives make users addicted to being virtual. In today's internet age, online
                    communities are increasing, people may face the deterioration of functionality in their daily
                    activities by turning to online communication for communication and socialization..
                </abstract>
                <keywords/>
            </translation>
        </translations>
        <authors>
            <author>
                <firstname>Eda</firstname>
                <lastname>DEL&#x130;G&#xD6;Z</lastname>
            </author>
        </authors>
        <citations>
            <citation>
                <row>1</row>
                <value>Astington, J. W.,  Baird, J. A. (2005). Introduction: Why language matters. In J. W. Astington,  J. A. Baird (Eds.), Why language matters for Theory of Mind (pp. 3-25). Oxford University Press</value>
            </citation>
            <citation>
                <row>2</row>
                <value>Baron‐Cohen, S., Cross, P. (1992). Reading the eyes: Evidence for the role of perception in the development of a Theory of Mind. Mind  Language, 7(1‐2), 172-186. https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0017.1992.tb00203.</value>
            </citation>
            <citation>
                <row>3</row>
                <value>Corn, A. L., Lusk, K. E. (2010). Perspectives on low vision. In A. L. Corn, &amp; J. N. Erin (Eds.), Foundations of low vision: Clinical and functional perspectives (pp. 3-34). AFB</value>
            </citation>
            <citation>
                <row>4</row>
                <value>Çotuk, H.,  Özdemir, S. (2021). Görme yetersizliğinden etkilenmiş çocuklar ile gören çocukların duygu ifadelerine verdikleri tepkilerinin karşılaştırılması. Ankara Üniversitesi Eğitim Bilimleri Fakültesi Özel Eğitim Dergisi. Erken Görünüm. https://dergipark.org.tr/en/pub/ozelegitimdergisi/issue/29614/669915</value>
            </citation>
        </citations>
    </article>
    <article>
        <fulltext-file>https://jhwbjournal.com/uploads/files/e634fd76414228f1a88ca8c235c90e4c.pdf</fulltext-file>
        <firstpage>82</firstpage>
        <lastpage>85</lastpage>
        <primary-language>tr</primary-language>
        <translations>
            <translation>
                <locale>tr</locale>
                <title>Duygusal Kas-G&#xFC;&#xE7;l&#xFC; Ebeveynler, G&#xFC;&#xE7;l&#xFC; &#xC7;ocuklar</title>
                <abstract>Anne baba olmak her birey i&ccedil;in olduk&ccedil;a &ouml;nemli hem mutluluk verici hem de
                    olduk&ccedil;a zor&nbsp;bir durumdur. Anne baba olaca&#x11F;&#x131;n&#x131; &ouml;&#x11F;renen ki&#x15F;iler
                    i&ccedil;in bu s&uuml;re&ccedil; belirsizliklerle dolu olan ve&nbsp;karma&#x15F;&#x131;k bir s&uuml;reci
                    beraberinde getirir. Bu s&uuml;re&ccedil;te nas&#x131;l bir anne baba olaca&#x11F;&#x131;n&#x131; d&uuml;&#x15F;&uuml;nmek&nbsp;de
                    i&#x15F;leri olduk&ccedil;a zorla&#x15F;t&#x131;ran bir durumdur. Belirsizliklerin &ccedil;o&#x11F;unlukta
                    oldu&#x11F;u bu s&uuml;re&ccedil;&nbsp;ba&#x15F;l&#x131; ba&#x15F;&#x131;na zorlanan bir d&ouml;nem
                    olarak tarif edilmektedir. Bu s&uuml;reci sa&#x11F;l&#x131;kl&#x131; &#x15F;ekilde tamamlayabilmek i&ccedil;in
                    t&#x131;pk&#x131; fiziksel kaslar&#x131;n g&uuml;&ccedil;lendirilmesi zor bir g&uuml;n&uuml;n ard&#x131;ndan
                    daha rahat&nbsp;g&uuml;n&uuml; tamamlaman&#x131;za yard&#x131;mc&#x131; olaca&#x11F;&#x131; gibi
                    duygusal kaslar&#x131;n geli&#x15F;tirilmesi de zor ge&ccedil;en&nbsp;duygusal zamanlar&#x131;n a&#x15F;&#x131;lmas&#x131;nda
                    olduk&ccedil;a &ouml;nemlidir.
                </abstract>
                <keywords/>
            </translation>
            <translation>
                <locale>tr</locale>
                <title>Emotional Muscle: Strong Parents, Strong Children</title>
                <abstract>Becoming a parent is a very important, happy and difficult situation for every individual. For
                    those who learn that they will become parents, this process brings along a complex process full of
                    uncertainties. Thinking about how to be a parent in this process is also a situation that makes
                    things very difficult. This process, which is characterized by uncertainties, is described as a
                    difficult period in itself. In order to complete this process in a healthy way, just as
                    strengthening the physical muscles will help you to complete the day more comfortably after a
                    difficult day, developing emotional muscles is also very important in overcoming difficult emotional
                    times.
                </abstract>
                <keywords/>
            </translation>
        </translations>
        <authors>
            <author>
                <firstname>Mine</firstname>
                <lastname>Elag&#xF6;z</lastname>
            </author>
            <author>
                <firstname>Saadet</firstname>
                <lastname>Aybeniz</lastname>
            </author>
        </authors>
    </article>
</articles>
